{ "event":[
    {   "id":7,
       "title":"CANDLE",
        "qoute":"“The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.”_~ Bill Gates_",
        "intro":"As technology advances, software development gets easier by the day. Illumination is a tool used for visually designing and developing software without writing a single line of code by hand.",
        "content":"IEEE Industry Applications Society Student Branch Chapter College of Engineering Chengannur is excited to host CANDLE: Workshop on Illumination Software to provide you with a hands-on overview of how to handle software 'building blocks', and to explore the world of possibilities this tool can offer.The workshop will be led by Arjun K R, BIM Electrical Engineer, and will feature a hackathon to help you get working on the skills you gain without skipping a beat. Registration is limited to 45 seats so join us at the earliest to not miss the opportunity.",
        "date":"Date: 22 - 24 May 2021",
        "image":"https://firebasestorage.googleapis.com/v0/b/ieee-ias-6a71e.appspot.com/o/Events%2FIMG-20210516-WA0138.jpg?alt=media&token=85340ea2-2b35-46b1-a7b5-ab274490cf31",
        "register":"http://bit.ly/CANDLE_workshop"
    },
   
      {"id":6,
     "title":"LEARN",    "qoute":"“Develop a passion for learning. If you do, you will never cease to grow.”_~ Anthony J. D’Angelo_",
    "intro":"After learning a chapter, it is quite common that students can't understand the concept behind certain topics.",
    "content":"IEEE Industry Applications Society Student Branch Chapter College of Engineering Chengannur is organizing *'LEARN - Initiative For Academic Excellence'*, to help you to solve your doubts and discuss topics covered in your academic syllabus. The event is exclusively for CEC IEEE members. We hope you make use of this opportunity and take the right steps towards your future.",
    "date":"Date: 22 - 24 May 2021",
    "image":"https://firebasestorage.googleapis.com/v0/b/ieee-ias-6a71e.appspot.com/o/Events%2FIMG-20210623-WA0014.jpg?alt=media&token=8456af65-8803-40ef-8a96-6e4893b84714",
    "register":"http://bit.ly/LEARN_IAS_"
    },

      { "id":5, 
      "title":"FOSTER",
    "qoute":"“We will either find a way, or make one.”_~ Hannibal_",
    "intro":"A great way to enhance your learning curve; is by working on a project. Projects not only do provide bonus points to your resume, but it also helps you extensively develop your competence in a skill",
    "content":"IEEE Industry Applications Society Student Branch Chapter College of Engineering Chengannur is delighted to hold a one-day hands-on session, FOSTER, aiming to familiarise you with starting your project. The event will help you develop new skills, have an innovative mindset, and explore deeper into a field of your interest.",
    "date":"",
    "image":"https://firebasestorage.googleapis.com/v0/b/ieee-ias-6a71e.appspot.com/o/Events%2FIMG-20220309-WA0225.jpg?alt=media&token=a842570c-6bd5-4c34-a4bb-180a202a79d3",
    "register":"http://bit.ly/FOSTER_IAS"
    },
    {"id":4,   
     "title":"TECHNOPHILIA",
    "qoute":"“Hard work beats talent when talent doesn't work hard.”_~ Tim Notke_",
    "intro":"Hardware is like your body and your mind is your software. In today's world, the technology we use is an equal integration of hardware and software working together to perform our everyday tasks.",
    "content":"IEEE Industry Applications Society Student Branch Chapter College of Engineering Chengannur is pleased to introduce TECHNOPHILIA, a series of events that will explore different aspects of hardware and software designing. Don't miss out on this opportunity to upgrade your current knowledge and gain more experience.",
    "date":"",
    "image":"https://firebasestorage.googleapis.com/v0/b/ieee-ias-6a71e.appspot.com/o/Events%2FIMG-20220510-WA0161.jpg?alt=media&token=48ac1abe-d790-4d5a-8cbc-c201d8b26bef",
    "register":""
    },

    {   
    "id":3,
    "title":"VOLTARE",
    "qoute":"“In learning, you will teach, and in teaching, you will learn.”~ Phil Collins",
    "intro":"Circuit analysis is crucial for understanding and designing complex circuits. This is where MATLAB comes into play, helping us perform mathematical calculations, design, analysis, and optimization while delivering precise outputs",
    "content":"As part of PELS DAY Celebrations 2022, IEEE Industry Applications Society Student Branch Chapter College of Engineering Chengannur is conducting VOLTARE, a session on Circuit Designing and Analysis on MATLAB handled by Dr. M.V Rajesh, Chairperson of IEEE Kochi Subsection.",
    "date":"Date:30th June 2022",
    "image":"https://firebasestorage.googleapis.com/v0/b/ieee-ias-6a71e.appspot.com/o/Events%2FWhatsApp%20Image%202023-04-30%20at%2011.48.47.jpg?alt=media&token=5df9ca9a-f53a-40f3-b708-f615f27f77e6",
    "register":""
    },

    {   
    "id":2,
    "title":" EMERGENCE 2.0",
    "qoute":"“It's through curiosity and looking at opportunities in new ways that we've always mapped our paths.”~Michael Dell",
    "intro":"In this era of advancing technology, it is very essential for the young minds to explore and unravel the vast possibilities of technology that are beyond their curriculum.",
    "content":"IEEE Industry Applications Society Student Branch Chapter College of Engineering Chengannur is all set to unfurl EMERGENCE 2.0, an All Kerala Techno-Managerial Conclave, opening up new vistas for the aspiring young engineers in you to learn, create and excel.",
    "date":"Date: 8 - 9th October 2021",
    "image":"https://firebasestorage.googleapis.com/v0/b/ieee-ias-6a71e.appspot.com/o/Events%2FWhatsApp%20Image%202023-04-30%20at%2017.07.18.jpg?alt=media&token=15322469-9c84-42d2-890a-947a4217795b",
    "register":""
    },
   {    "id":1,  
    "title":"EXPLORE IAS",
    "qoute":"“Change is the result of all true learning.”~Leo Buscaglia",
    "intro":"",
    "content":"IEEE Industry Applications Society Student Branch Chapter College of Engineering Chengannur is delighted to present Explore IAS: Come let's have a chat on Industry Applications Society. The session focuses on discussing the importance of IAS and the opportunities it provides.",
    "date":"Date:5th January 2023",
    "image":"https://firebasestorage.googleapis.com/v0/b/ieee-ias-6a71e.appspot.com/o/Events%2FWhatsApp%20Image%202023-04-30%20at%2011.48.12.jpg?alt=media&token=4c4bc271-b21e-4d1b-a138-1f340dea35e1",
    "register":""
    },
    { "id":0,
    "title":"VOLTARE",
    "qoute":"“The more I live, the more I learn. The more I learn, the more I realise, the less I know.”~Michel Legrand",
    "intro":"MATLAB serves as a software platform specifically designed to aid in the analysis and design of diverse systems and products.",
    "content":"IEEE Industry Applications Society Student Branch Chapter College of Engineering Chengannur is hosting Voltare, a week-long bootcamp on circuit designing and analysis on Matlab handled by Dr M.V Rajesh, Chapter Advisor-IAS SBC CEC, Chair-Kochi subsection.",
    "date":"Date:10th April 2023",
    "image":"https://firebasestorage.googleapis.com/v0/b/ieee-ias-6a71e.appspot.com/o/Events%2FWhatsApp%20Image%202023-04-30%20at%2011.47.17.jpg?alt=media&token=1e040d66-e8e7-4799-8246-3d30092fe974",
    "register":"http://min.lc/VOLTARE*_"
    }
 

    ]
    
}